Revit 2027 API
ParameterTypeId.MepSystemFillGraphicsOverridesParam Property
 "Fill Pattern Graphics Overrides"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MepSystemFillGraphicsOverridesParam { get; }
Public Shared ReadOnly Property MepSystemFillGraphicsOverridesParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MepSystemFillGraphicsOverridesParam {
	ForgeTypeId^ get ();
}
static member MepSystemFillGraphicsOverridesParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace